{
  "tasks": [
    {
      "task": "НАЙТИ КЛАД Чтобы найти тайник под настилом, не нужно разбирать весь пол: достаточно поднять несколько досок, чтобы под него смог пролезть человек.",
      "id": 12
    },
    {
      "task": "ОСНОВАТЬ ГОРОД Примерно две трети существующих городов России были созданы в прошлом столетии: промышленные центры, наукогорода, города-курорты, моногорода, закрытые и открытые. ",
      "id": 3
    },
    {
      "task": "ВЫПИТЬ МОРЕ Естественный механизм, который сигнализирует человеку о том, что нужно выпить воды, — чувство жажды. Оно возникает при повышении уровня ионов натрия в крови ",
      "id": 6
    },
    {
      "task": "ОБЪЯВИТЬ ВОЙНУ пособы объявления войны весьма различны. На первых порах они носят символический характер. Древние афиняне перед началом войны бросали копьё в неприятельскую страну. Персы требовали земли и воды в знак покорности. ",
      "id": 7
    },
    {
      "task": "ПОБЫВАТЬ В БУДУЩЕМ Современная наука допускает несколько теоретически возможных способов путешествия в будущее ",
      "id": 8
    },
    {
      "task": "НАУЧИТЬСЯ ЛЕТАТЬ быстро",
      "id": 9
    },
    {
      "task": "ЗАДУШИТЬ ЗЕЛЕНСКОГО. На первом этапе удушаемый человек будет чувствовать головокружение из-за уменьшения притока крови и нехватки кислорода в мозге, что вызывает ощущение «кайфа».",
      "id": 10
    },
    {
      "task": "НАТОПИТЬ ПЕЧЬ. В печах используется разное топливо, но правильное всегда одно — заблаговременно подготовленное и сухое. Находящаяся в сырых материалах влага при сгорании переходит в пар, остужающий каналы печи и оседающий на стенках в виде конденсата. ",
      "id": 11
    }
  ],
  "firebaseTasks": {
    "001": {
      "task": "buy milk"
    },
    "002": {
      "task": "catch pig"
    },
    "003": {
      "task": "break smartphone"
    },
    "004": {
      "task": "sell fish"
    },
    "005": {
      "task": "make big fire"
    },
    "006": {
      "task": "write a poem"
    },
    "007": {
      "task": "wake up president"
    }
  },
  "comments": {
    "id": 1,
    "body": "some comment",
    "postId": 1
  }
}